[
  {
    "category": "animals",
    "level": "easy",
    "words": [
      {
        "word": "Cat",
        "description": " A small, domesticated carnivorous mammal with soft fur and retractable claws."
      },
      {
        "word": "Dog",
        "description": " A domesticated carnivorous mammal that has been bred in a wide variety of breeds for thousands of years."
      },
      {
        "word": "Fish",
        "description": " A cold-blooded aquatic animal that uses gills to breathe."
      },
      {
        "word": "Hamster",
        "description": " A small, fluffy rodent that is commonly kept as a pet."
      },
      {
        "word": "Rabbit",
        "description": " A small mammal with long ears and a soft, furry coat."
      },
      {
        "word": "Mouse",
        "description": " A small, timid rodent with a pointed snout and large ears."
      },
      {
        "word": "Rat ",
        "description": "A small, intelligent rodent that is known for its sharp teeth and long tail. They are often kept as pets and can be trained to perform tricks."
      },
      {
        "word": "Bird",
        "description": " A warm-blooded vertebrate with feathers and wings that is capable of flight."
      },
      {
        "word": "Turtle",
        "description": " A cold-blooded reptile with a hard, protective shell."
      },
      {
        "word": "Frog",
        "description": " A cold-blooded amphibian with a smooth, moist skin and long hind legs for jumping."
      },
      {
        "word": "Snake",
        "description": " A legless, carnivorous reptile that uses venom to kill its prey."
      },
      {
        "word": "Bat",
        "description": " A mammal that has wings and is capable of flight."
      },
      {
        "word": "Kangaroo",
        "description": " A marsupial with powerful hind legs that is native to Australia."
      },
      {
        "word": "Horse",
        "description": " A large, domesticated mammal with hooves and a mane that is commonly used for riding and pulling."
      },
      {
        "word": "Cow",
        "description": " A domesticated mammal that is raised for its milk, meat, and leather."
      },
      {
        "word": "Pig",
        "description": " A domesticated mammal that is raised for its meat."
      },
      {
        "word": "Sheep",
        "description": " A domesticated mammal that is raised for its wool and meat."
      },
      {
        "word": "Goat",
        "description": " A domesticated mammal that is raised for its milk and meat."
      },
      {
        "word": "Deer",
        "description": " A wild or domesticated mammal with antlers that is commonly hunted for its meat."
      },
      {
        "word": "Lion",
        "description": " A large carnivorous mammal with a mane that is native to Africa and some parts of Asia."
      },
      {
        "word": "Tiger",
        "description": " A large carnivorous mammal with distinctive stripes that is native to Asia."
      },
      {
        "word": "Bear",
        "description": " A large carnivorous mammal with shaggy fur and a powerful build."
      },
      {
        "word": "Elephant",
        "description": " A large, herbivorous mammal with a long trunk and ivory tusks."
      },
      {
        "word": "Giraffe",
        "description": " A long-necked mammal with distinctive spots that is native to Africa."
      },
      {
        "word": "Zebra",
        "description": " A striped mammal that is native to Africa and closely related to the horse."
      },
      {
        "word": "Gorilla",
        "description": " A large, herbivorous primate that is native to Africa."
      },
      {
        "word": "Chimpanzee",
        "description": " A highly intelligent primate that is closely related to humans."
      },
      {
        "word": "Panda",
        "description": " A large, herbivorous bear with distinctive black and white fur that is native to China."
      },
      {
        "word": "Koala",
        "description": " A small, herbivorous marsupial that is native to Australia."
      },
      {
        "word": "Crocodile",
        "description": " A large, carnivorous reptile with a long, pointed snout and a scaly hide."
      }
    ]
  },
  {
    "category": "animals",
    "level": "middle",
    "words": [
      {
        "word": "Alligator",
        "description": "A large, carnivorous reptile with a broad snout, sharp teeth, and a muscular tail. They are found in freshwater habitats in the southeastern United States and parts of China."
      },
      {
        "word": "Bison",
        "description": "A large, herbivorous mammal with shaggy fur and curved horns. They are native to North America and can weigh up to 2,000 pounds."
      },
      {
        "word": "Cheetah",
        "description": "A large, fast-running carnivorous mammal with spotted fur and distinctive black 'tear marks' on its face. They are native to Africa and are the fastest land animals in the world."
      },
      {
        "word": "Chimpanzee",
        "description": "A highly intelligent primate that is closely related to humans. They are native to Africa and are known for their social behavior and tool-making abilities."
      },
      {
        "word": "Crocodile",
        "description": "A large, carnivorous reptile with a long, pointed snout and a scaly hide. They are found in freshwater habitats in parts of Africa, Australia, and the Americas."
      },
      {
        "word": "Dolphin",
        "description": "A highly intelligent marine mammal with smooth skin and a streamlined body. They are found in oceans and seas around the world and are known for their playful behavior."
      },
      {
        "word": "Flamingo",
        "description": "A tall, wading bird with pink feathers and a distinctive curved beak. They are found in warm, tropical habitats around the world."
      },
      {
        "word": "Gazelle",
        "description": "A small, fast-running mammal with curved horns and a slender body. They are native to Africa and can run at speeds of up to 60 miles per hour."
      },
      {
        "word": "Gorilla",
        "description": "A large, herbivorous primate that is native to Africa. They are known for their strength and intelligence and are the largest living primates."
      },
      {
        "word": "Hippopotamus",
        "description": "A large, herbivorous mammal with a massive body and short legs. They are native to sub-Saharan Africa and are known for their aggressive behavior."
      },
      {
        "word": "Hyena",
        "description": "A carnivorous mammal with a distinctive laugh and a powerful jaw. They are native to Africa and are known for scavenging and hunting in groups."
      },
      {
        "word": "Jaguar",
        "description": "A large, carnivorous cat with distinctive spots and a powerful build. They are native to Central and South America and are excellent swimmers."
      },
      {
        "word": "Kangaroo",
        "description": "A marsupial with powerful hind legs that is native to Australia. They are known for their hopping gait and are the largest marsupials."
      },
      {
        "word": "Koala",
        "description": "A small, herbivorous marsupial that is native to Australia. They are known for their fluffy ears and distinctive 'koala bear' appearance."
      },
      {
        "word": "Leopard",
        "description": "A large, carnivorous cat with a distinctive spotted coat. They are found in Africa and parts of Asia and are excellent climbers."
      },
      {
        "word": "Meerkat",
        "description": "A small, social mammal with a distinctive upright posture and a keen sense of smell. They are native to southern Africa and live in large family groups."
      },
      {
        "word": "Orangutan",
        "description": "A large, intelligent primate that is native to Asia. They are known for their reddish fur and long, flexible arms."
      },
      {
        "word": "Ostrich",
        "description": "A large, flightless bird with long legs and a distinctive neck. They are found in Africa and are the largest living birds."
      },
      {
        "word": "Otter",
        "description": "A small, aquatic mammal with a sleek, waterproof coat and webbed feet. They are found in freshwater habitats around the world."
      },
      {
        "word": "Panther",
        "description": "A large, carnivorous cat with a dark coat and no spots. They are found in parts of Africa, Asia, and the Americas and are known for their stealth and agility."
      },
      {
        "word": "Penguin",
        "description": "A flightless bird with a distinctive black and white coloring. They are found in Antarctica and parts of the Southern Hemisphere and are known for their social behavior."
      },
      {
        "word": "Polar",
        "description": "ar - A large, carnivorous bear with a thick coat of fur and distinctive white coloring. They are found in the Arctic and are adapted to living in cold, snowy environments."
      },
      {
        "word": "Porcupine",
        "description": "A small mammal with sharp quills covering its body. They are found in various parts of the world and are known for their defensive capabilities."
      },
      {
        "word": "Rhinoceros",
        "description": "A large, herbivorous mammal with a distinctive horn on its nose. They are found in parts of Africa and Asia and are threatened by habitat loss and poaching."
      },
      {
        "word": "Sloth",
        "description": "A slow-moving mammal with a furry body and long, curved claws. They are found in Central and South America and are adapted to life in trees."
      },
      {
        "word": "Tiger",
        "description": "A large, carnivorous cat with distinctive stripes on its fur. They are found in various parts of Asia and are threatened by habitat loss and poaching."
      },
      {
        "word": "Walrus",
        "description": "A large, aquatic mammal with a distinctive pair of tusks and a thick layer of blubber. They are found in the Arctic and are adapted to living in cold, icy waters."
      },
      {
        "word": "Warthog",
        "description": "A wild pig with a distinctive pair of curved tusks and a rough, hairy coat. They are found in parts of Africa and are known for their digging abilities."
      },
      {
        "word": "Zebra",
        "description": "A herbivorous mammal with distinctive black and white stripes. They are found in various parts of Africa and are known for their social behavior and speed."
      },
      {
        "word": "Moose",
        "description": "A large deer with distinctive broad antlers and a long, curved snout. They are found in parts of North America, Europe, and Asia and are adapted to living in cold, forested environments."
      },
      {
        "word": "Octopus",
        "description": "A highly intelligent marine animal with eight arms and a soft, squishy body. They are found in oceans around the world and are known for their ability to camouflage and escape from predators."
      }
    ]
  },
  {
    "category": "animals",
    "level": "hard",
    "words": [
      {
        "word": "Blobfish",
        "description": "A deep-sea fish with a gelatinous appearance and a drooping face. It is found off the coasts of Australia and New Zealand."
      },
      {
        "word": "Narwhal",
        "description": "A medium-sized whale found in the Arctic with a distinctive tusk that is actually a protruding tooth."
      },
      {
        "word": "Okapi",
        "description": "A mammal related to the giraffe found in the forests of central Africa, known for its striped legs and long tongue."
      },
      {
        "word": "Pangolin",
        "description": "A scaly mammal found in parts of Africa and Asia, known for its ability to roll up into a ball for protection."
      },
      {
        "word": "Quokka",
        "description": "A small marsupial found on islands off the coast of Australia, known for its friendly and curious behavior."
      },
      {
        "word": "Vaquita",
        "description": "A small porpoise found only in the Gulf of California, critically endangered due to fishing practices and habitat loss."
      },
      {
        "word": "Wombat",
        "description": "A burrowing marsupial found in parts of Australia, known for its muscular body and distinctive cube-shaped feces."
      },
      {
        "word": "Anglerfish",
        "description": "A deep-sea fish with a unique appendage on its head used to attract prey. They are found in oceans around the world."
      },
      {
        "word": "Blobby",
        "description": "A type of deep-sea jellyfish with a distinctive, gelatinous appearance. They are found in oceans around the world."
      },
      {
        "word": "Coelacanth",
        "description": "A type of fish that was thought to be extinct until its rediscovery in 1938. They are found in deep-sea environments."
      },
      {
        "word": "Gharial",
        "description": "A species of crocodilian found in parts of India and Nepal with a long, narrow snout specialized for catching fish."
      },
      {
        "word": "Kakapo",
        "description": "A flightless parrot found only in New Zealand and critically endangered due to habitat loss and predation."
      },
      {
        "word": "Quetzal",
        "description": "A colorful bird found in parts of Central and South America, known for its long, iridescent tail feathers."
      },
      {
        "word": "Saiga",
        "description": "An antelope species found in parts of Central Asia, known for its distinctive, drooping nose."
      },
      {
        "word": "Architeuthis",
        "description": "A genus of deep-sea squid, also known as the giant squid, that can grow up to 43 feet long and has rarely been observed alive."
      },
      {
        "word": "Binturong",
        "description": "A bearcat native to Southeast Asia that is known for its strong scent and climbing abilities."
      },
      {
        "word": "Colugo",
        "description": "A gliding mammal found in Southeast Asia that is capable of gliding for over 500 feet."
      },
      {
        "word": "Dhole",
        "description": "A wild dog found in parts of Asia that is known for its fierce hunting ability and social behavior."
      },
      {
        "word": "Echidna",
        "description": "A spiny, egg-laying mammal found in Australia and New Guinea that is one of the world's oldest surviving mammals."
      },
      {
        "word": "Jerboa",
        "description": "A small, jumping rodent found in parts of Asia and Africa that is adapted to life in arid environments."
      },
      {
        "word": "Kakawahie",
        "description": "A Hawaiian honeycreeper bird that is critically endangered due to habitat loss and predation by introduced species."
      },
      {
        "word": "Xiphias",
        "description": "A genus of large, predatory fish also known as the swordfish that can grow up to 14 feet long and are found in oceans around the world."
      }
    ]
  },
  {
    "category": "fruits",
    "level": "easy",
    "words": [
      {
        "word": "Apple",
        "description": "A round fruit with red, green, or yellow skin."
      },
      {
        "word": "Banana",
        "description": "A long, curved fruit with yellow skin and soft, sweet flesh."
      },
      {
        "word": "Orange",
        "description": "A round fruit with orange skin and juicy, sweet flesh."
      },
      {
        "word": "Grape",
        "description": "A small, round fruit that grows in clusters and comes in various colors."
      },
      {
        "word": "Kiwi",
        "description": "A small, oval fruit with brown, fuzzy skin and bright green flesh."
      },
      {
        "word": "Mango",
        "description": "A large, oval fruit with yellow or green skin and sweet, juicy flesh."
      },
      {
        "word": "Pineapple",
        "description": "A tropical fruit with a tough, spiky exterior and sweet, juicy flesh inside."
      },
      {
        "word": "Strawberry",
        "description": "A small, red fruit with seeds on the outside and sweet, juicy flesh inside."
      },
      {
        "word": "Watermelon",
        "description": "A large, round fruit with green skin and juicy, sweet red flesh."
      },
      {
        "word": "Cherry",
        "description": "A small, round fruit with a pit in the center and sweet, juicy flesh."
      },
      {
        "word": "Lemon",
        "description": "A sour, yellow fruit often used for its juice and zest in cooking."
      },
      {
        "word": "Peach",
        "description": "A round fruit with fuzzy skin and sweet, juicy flesh inside."
      },
      {
        "word": "Pear",
        "description": "A pear-shaped fruit with green or yellow skin and sweet, juicy flesh inside."
      },
      {
        "word": "Plum",
        "description": "A small, round fruit with purple or red skin and sweet, juicy flesh."
      },
      {
        "word": "Blueberry",
        "description": "A small, round fruit that grows on a bush and has a sweet, tangy flavor."
      },
      {
        "word": "Raspberry",
        "description": "A small, red fruit that grows on a bush and has a sweet, tangy flavor."
      },
      {
        "word": "Blackberry",
        "description": "A small, black fruit that grows on a bush and has a sweet, tangy flavor."
      },
      {
        "word": "Apricot",
        "description": "A small, round fruit with fuzzy skin and sweet, juicy flesh inside."
      },
      {
        "word": "Cantaloupe",
        "description": "A round fruit with orange flesh and a rough, scaly exterior."
      },
      {
        "word": "Grapefruit",
        "description": "A large, round fruit with yellow or pink skin and sour, juicy flesh."
      },
      {
        "word": "Honeydew",
        "description": "A round fruit with green flesh and a smooth, waxy exterior."
      },
      {
        "word": "Nectarine",
        "description": "A round fruit with smooth, shiny skin and sweet, juicy flesh inside."
      },
      {
        "word": "Papaya",
        "description": "A tropical fruit with orange flesh and a green or yellow exterior."
      },
      {
        "word": "Persimmon",
        "description": "An orange or red fruit with a smooth, shiny skin and sweet, juicy flesh inside."
      },
      {
        "word": "Tangerine",
        "description": "A small, round fruit with orange skin and sweet, juicy flesh."
      },
      {
        "word": "Cranberry",
        "description": "A small, red fruit often used in sauces and drinks for its tart flavor."
      },
      {
        "word": "Gooseberry",
        "description": "A small, green or red fruit with a tart flavor."
      },
      {
        "word": "Pomegranate",
        "description": "A round fruit with a tough, leathery exterior and juicy, sweet seeds inside."
      },
      {
        "word": "Clementine",
        "description": "A small, sweet fruit with a thin, easy-to-peel skin."
      },
      {
        "word": "Guava",
        "description": "A tropical fruit with green or yellow skin and sweet, juicy flesh inside."
      }
    ]
  },
  {
    "category": "fruits",
    "level": "middle",
    "words": [
      {
        "word": "Avocado",
        "description": "A pear-shaped fruit with green or black skin and a soft, creamy flesh inside."
      },
      {
        "word": "Cranapple",
        "description": "A hybrid fruit that is a cross between a cranberry and an apple."
      },
      {
        "word": "Fig",
        "description": "A small, pear-shaped fruit with purple or green skin and sweet, chewy flesh inside."
      },
      {
        "word": "Lychee",
        "description": "A small, round fruit with a tough, pinkish-red skin and sweet, translucent flesh inside."
      },
      {
        "word": "Mulberry",
        "description": "A small, sweet fruit that grows on a tree and comes in various colors."
      },
      {
        "word": "Passionfruit",
        "description": "A round or oval fruit with a tough, wrinkled exterior and sweet, juicy flesh inside."
      },
      {
        "word": "Plumcot",
        "description": "A hybrid fruit that is a cross between a plum and an apricot."
      },
      {
        "word": "Quince",
        "description": "A yellow or green fruit with a tough exterior and tart, fragrant flesh inside."
      },
      {
        "word": "Starfruit",
        "description": "A yellow or green fruit with a star-shaped cross-section and a juicy, tart flavor."
      },
      {
        "word": "Tangelo",
        "description": "A hybrid fruit that is a cross between a tangerine and a grapefruit."
      },
      {
        "word": "Cherimoya",
        "description": "A tropical fruit with green or yellow skin and sweet, creamy flesh inside."
      },
      {
        "word": "Dragonfruit",
        "description": "A fruit with a bright pink or yellow exterior and white, juicy flesh inside."
      },
      {
        "word": "Elderberry",
        "description": "A small, dark purple or black fruit that grows on a shrub and has a sweet, tart flavor."
      },
      {
        "word": "Kiwano",
        "description": "A fruit with a spiky, orange or yellow exterior and green, jelly-like flesh inside."
      },
      {
        "word": "Loganberry",
        "description": "A hybrid fruit that is a cross between a raspberry and a blackberry."
      },
      {
        "word": "Mangoosteen",
        "description": "A round fruit with a hard, purple-brown exterior and sweet, juicy flesh inside."
      },
      {
        "word": "Pawpaw",
        "description": "A large, oblong fruit with a green or yellow exterior and sweet, custard-like flesh inside."
      },
      {
        "word": "Pineberry",
        "description": "A hybrid fruit that is a cross between a pineapple and a strawberry."
      },
      {
        "word": "Sapodilla",
        "description": "A small, brown fruit with a rough exterior and sweet, juicy flesh inside."
      },
      {
        "word": "Tayberry",
        "description": "A hybrid fruit that is a cross between a raspberry and a blackberry."
      },
      {
        "word": "Tamarillo",
        "description": "A fruit with a bright red or yellow exterior and juicy, tangy flesh inside."
      },
      {
        "word": "Yuzu",
        "description": "A small, round fruit with a tart, citrusy flavor and a yellow or green exterior."
      },
      {
        "word": "Carambola",
        "description": "A fruit with a yellow or green exterior and a star-shaped cross-section."
      },
      {
        "word": "Jabuticaba",
        "description": "A fruit with a dark purple or black exterior and sweet, grape-like flesh inside."
      }
    ]
  },
  {
    "category": "fruits",
    "level": "hard",
    "words": [
      {
        "word": "Ackee",
        "description": "A tropical fruit native to Jamaica that has a yellow, fleshy interior and is often cooked as a vegetable."
      },
      {
        "word": "Breadfruit",
        "description": "A large, starchy fruit with a green or yellow exterior that is often cooked like a vegetable."
      },
      {
        "word": "Durian",
        "description": "A large, spiky fruit with a strong, pungent odor and creamy, custard-like flesh inside."
      },
      {
        "word": "Feijoa",
        "description": "A green fruit with a sweet, tart flavor and a jelly-like texture inside."
      },
      {
        "word": "Graviola",
        "description": "A tropical fruit with green, spiky skin and white, creamy flesh inside."
      },
      {
        "word": "Jackfruit",
        "description": "A large, spiky fruit with a sweet, fruity flavor and a meat-like texture inside."
      },
      {
        "word": "Langsat",
        "description": "A small, tropical fruit with a thin, yellow-brown skin and a translucent, juicy interior."
      },
      {
        "word": "Noni",
        "description": "A fruit with a strong, pungent odor and bitter, pungent flavor that is often used in traditional medicine."
      },
      {
        "word": "Pitaya",
        "description": "A fruit with a bright pink or yellow exterior and white, juicy flesh inside."
      },
      {
        "word": "Rambutan",
        "description": "A small, red fruit with a spiky exterior and a sweet, juicy flesh inside."
      },
      {
        "word": "Santol",
        "description": "A fruit with a yellow or brown exterior and a sweet, juicy, tangy pulp inside."
      },
      {
        "word": "Soursop",
        "description": "A tropical fruit with green, spiky skin and white, creamy flesh inside."
      },
      {
        "word": "Tamarind",
        "description": "A brown fruit with a sweet, tangy flavor and a sticky pulp inside."
      },
      {
        "word": "Ugni",
        "description": "A small, red or purple fruit with a sweet, tart flavor and a soft, juicy pulp inside."
      },
      {
        "word": "Wampi",
        "description": "A small, tropical fruit with a tart, citrus-like flavor and a thin, edible skin."
      },
      {
        "word": "Yangmei",
        "description": "A small, red fruit with a tart, sour flavor and a soft, juicy pulp inside."
      },
      {
        "word": "Ziziphus",
        "description": "A small, red or yellow fruit with a sweet, juicy flavor and a thin, edible skin."
      },
      {
        "word": "Cempedak",
        "description": "A fruit with a spiky exterior and a sweet, custard-like flesh inside, native to Southeast Asia"
      },
      {
        "word": "Jaboticaba",
        "description": "A small, dark purple fruit with a sweet, juicy pulp inside, native to Brazil."
      },
      {
        "word": "Longan",
        "description": "A small, white fruit with a translucent, juicy pulp inside and a sweet, slightly tart flavor, native to Southeast Asia."
      },
      {
        "word": "Loquat",
        "description": "A small, orange fruit with a tangy, slightly sweet flavor and a juicy pulp inside, native to China."
      },
      {
        "word": "Mangosteen",
        "description": "A tropical fruit with a dark purple exterior and a sweet, juicy white pulp inside, native to Southeast Asia."
      },
      {
        "word": "Nance",
        "description": "A small, yellow fruit with a tangy, slightly sweet flavor and a juicy pulp inside, native to Central and South America."
      },
      {
        "word": "Physalis",
        "description": "A small, orange fruit with a sweet, slightly tart flavor and a papery outer shell, also known as cape gooseberry, native to South America."
      }
    ]
  },
  {
    "category": "cities",
    "level": "easy",
    "words": [
      {
        "word": "Paris",
        "description": "Capital city of France known for its iconic landmarks and museums."
      },
      {
        "word": "London",
        "description": "Capital city of England known for its rich history and cultural diversity."
      },
      {
        "word": "Tokyo",
        "description": "Capital city of Japan known for its vibrant street life and futuristic architecture."
      },
      {
        "word": "Rome",
        "description": "Capital city of Italy known for its ancient ruins and stunning architecture."
      },
      {
        "word": "Sydney",
        "description": "Largest city in Australia known for its beautiful beaches and vibrant culture."
      },
      {
        "word": "Berlin",
        "description": "Capital city of Germany known for its history and modern art scene."
      },
      {
        "word": "Madrid",
        "description": "Capital city of Spain known for its stunning architecture and vibrant nightlife."
      },
      {
        "word": "Amsterdam",
        "description": "Capital city of the Netherlands known for its picturesque canals and liberal culture."
      },
      {
        "word": "Barcelona",
        "description": "Major city in Spain known for its stunning architecture and beautiful beaches."
      },
      {
        "word": "Athens",
        "description": "Capital city of Greece known for its ancient ruins and rich history."
      },
      {
        "word": "Vienna",
        "description": "Capital city of Austria known for its stunning architecture and classical music."
      },
      {
        "word": "Lisbon",
        "description": "Capital city of Portugal known for its colorful streets and beautiful coastline."
      },
      {
        "word": "Montreal",
        "description": "Major city in Canada known for its rich cultural scene and stunning architecture."
      },
      {
        "word": "Prague",
        "description": "Capital city of the Czech Republic known for its stunning architecture and lively nightlife."
      },
      {
        "word": "Edinburgh",
        "description": "Capital city of Scotland known for its historic castle and rich cultural heritage."
      },
      {
        "word": "Copenhagen",
        "description": "Capital city of Denmark known for its stunning architecture and cozy cafes."
      },
      {
        "word": "Zurich",
        "description": "Major city in Switzerland known for its stunning scenery and vibrant culture."
      },
      {
        "word": "Helsinki",
        "description": "Capital city of Finland known for its stunning architecture and vibrant culture."
      },
      {
        "word": "Oslo",
        "description": "Capital city of Norway known for its stunning fjords and vibrant cultural scene."
      },
      {
        "word": "Brussels",
        "description": "Capital city of Belgium known for its stunning architecture and world-class cuisine."
      },
      {
        "word": "Stockholm",
        "description": "Capital city of Sweden known for its stunning architecture and beautiful waterways."
      },
      {
        "word": "Dubrovnik",
        "description": "City in Croatia known for its stunning old town and beautiful beaches."
      },
      {
        "word": "Reykjavik",
        "description": "Capital city of Iceland known for its stunning natural beauty and vibrant culture."
      },
      {
        "word": "Budapest",
        "description": "Capital city of Hungary known for its stunning architecture and lively nightlife."
      },
      {
        "word": "Krakow",
        "description": "Major city in Poland known for its historic architecture and rich cultural heritage."
      },
      {
        "word": "Tallinn",
        "description": "Capital city of Estonia known for its stunning architecture and vibrant cultural scene."
      },
      {
        "word": "Riga",
        "description": "Capital city of Latvia known for its stunning architecture and vibrant cultural scene."
      },
      {
        "word": "Vilnius",
        "description": "Capital city of Lithuania known for its stunning architecture and vibrant cultural scene."
      },
      {
        "word": "Belgrade",
        "description": "Capital city of Serbia known for its stunning architecture and vibrant cultural scene."
      }
    ]
  },
  {
    "category": "cities",
    "level": "middle",
    "words": [
      {
        "word": "Salzburg",
        "description": "City in Austria known for its stunning architecture and rich musical heritage."
      },
      {
        "word": "Innsbruck",
        "description": "City in Austria known for its stunning scenery and world-class skiing."
      },
      {
        "word": "Porto",
        "description": "City in Portugal known for its historic wine industry and stunning architecture."
      },
      {
        "word": "Seville",
        "description": "City in Spain known for its stunning architecture and vibrant culture."
      },
      {
        "word": "Nice",
        "description": "City in France known for its beautiful coastline and rich cultural scene."
      },
      {
        "word": "Cannes",
        "description": "City in France known for its famous film festival and stunning beaches."
      },
      {
        "word": "Montpellier",
        "description": "City in France known for its vibrant student culture and stunning architecture."
      },
      {
        "word": "Marseille",
        "description": "City in France known for its stunning coastline and rich cultural heritage."
      },
      {
        "word": "Bordeaux",
        "description": "City in France known for its famous wine industry and stunning architecture."
      },
      {
        "word": "Istanbul",
        "description": "Largest city in Turkey known for its stunning mosques, palaces, and rich history."
      },
      {
        "word": "Ankara",
        "description": "Capital city of Turkey known for its modern architecture and political significance."
      },
      {
        "word": "Bruges",
        "description": "City in Belgium known for its picturesque canals and stunning architecture."
      },
      {
        "word": "Ghent",
        "description": "City in Belgium known for its rich cultural heritage and stunning architecture."
      },
      {
        "word": "Rotterdam",
        "description": "City in the Netherlands known for its modern architecture and vibrant cultural scene."
      },
      {
        "word": "Utrecht",
        "description": "City in the Netherlands known for its stunning architecture and vibrant cultural scene."
      },
      {
        "word": "Salamanca",
        "description": "City in Spain known for its stunning architecture and rich cultural heritage."
      },
      {
        "word": "Granada",
        "description": "City in Spain known for its stunning architecture and historic landmarks."
      },
      {
        "word": "Bilbao",
        "description": "City in Spain known for its stunning architecture and world-class art scene."
      },
      {
        "word": "Valencia",
        "description": "City in Spain known for its stunning architecture and beautiful beaches."
      },
      {
        "word": "Nantes",
        "description": "City in France known for its rich cultural scene and stunning architecture."
      },
      {
        "word": "Toulouse",
        "description": "City in France known for its rich history and stunning architecture."
      },
      {
        "word": "Lyon",
        "description": "City in France known for its world-class cuisine and stunning architecture."
      },
      {
        "word": "Genoa",
        "description": "City in Italy known for its stunning coastline and rich maritime history."
      },
      {
        "word": "Florence",
        "description": "City in Italy known for its stunning architecture and rich cultural heritage."
      },
      {
        "word": "Venice",
        "description": "City in Italy known for its picturesque canals and stunning architecture."
      },
      {
        "word": "Bergen",
        "description": "City in Norway known for its stunning scenery and world-class seafood."
      },
      {
        "word": "Gothenburg",
        "description": "City in Sweden known for its vibrant cultural scene and stunning architecture."
      },
      {
        "word": "Rovaniemi",
        "description": "City in Finland known for its stunning winter landscapes and vibrant culture."
      },
      {
        "word": "Bucharest",
        "description": "Capital city of Romania known for its stunning architecture and rich history."
      },
      {
        "word": "Sarajevo",
        "description": "Capital city of Bosnia and Herzegovina known for its stunning architecture and rich cultural heritage."
      }
    ]
  },
  {
    "category": "cities",
    "level": "hard",
    "words": [
      {
        "word": "Baku",
        "description": "Capital city of Azerbaijan located on the Caspian Sea and known for its mix of ancient and modern architecture."
      },
      {
        "word": "Yerevan",
        "description": "Capital city of Armenia known for its stunning scenery and rich cultural heritage."
      },
      {
        "word": "Tbilisi",
        "description": "Capital city of Georgia known for its stunning architecture and vibrant cultural scene."
      },
      {
        "word": "Tashkent",
        "description": "Capital city of Uzbekistan known for its stunning architecture and rich history."
      },
      {
        "word": "Ashgabat",
        "description": "Capital city of Turkmenistan known for its unique and futuristic architecture."
      },
      {
        "word": "Dushanbe",
        "description": "Capital city of Tajikistan known for its stunning mountain scenery and rich cultural heritage."
      },
      {
        "word": "Almaty",
        "description": "Largest city in Kazakhstan known for its stunning mountain landscapes and vibrant cultural scene."
      },
      {
        "word": "Astana",
        "description": "Capital city of Kazakhstan known for its modern architecture and political significance."
      },
      {
        "word": "Ulaanbaatar",
        "description": "Capital city of Mongolia known for its rich history and stunning natural landscapes."
      },
      {
        "word": "Pyongyang",
        "description": "Capital city of North Korea known for its unique and austere architecture."
      },
      {
        "word": "Harbin",
        "description": "City in China known for its stunning winter landscapes and rich cultural heritage."
      },
      {
        "word": "Lhasa",
        "description": "Capital city of Tibet known for its stunning mountain landscapes and spiritual significance."
      },
      {
        "word": "Kathmandu",
        "description": "Capital city of Nepal known for its stunning architecture and rich cultural heritage."
      },
      {
        "word": "Dhaka",
        "description": "Capital city of Bangladesh known for its vibrant cultural scene and rich history."
      },
      {
        "word": "Colombo",
        "description": "Capital city of Sri Lanka known for its stunning beaches and rich cultural heritage."
      },
      {
        "word": "Vientiane",
        "description": "Capital city of Laos known for its stunning architecture and relaxed atmosphere."
      },
      {
        "word": "Yangon",
        "description": "Largest city in Myanmar known for its stunning temples and rich cultural heritage."
      },
      {
        "word": "Manila",
        "description": "Capital city of the Philippines known for its rich history and stunning architecture."
      },
      {
        "word": "Jakarta",
        "description": "Capital city of Indonesia known for its vibrant culture and bustling atmosphere."
      },
      {
        "word": "Singapore",
        "description": "City-state known for its modern architecture and bustling economy."
      },
      {
        "word": "Phuket",
        "description": "Island city in Thailand known for its stunning beaches and rich cultural heritage."
      },
      {
        "word": "Bali",
        "description": "Island city in Indonesia known for its stunning natural beauty and rich cultural scene."
      },
      {
        "word": "Dubai",
        "description": "City in the United Arab Emirates known for its stunning modern architecture and vibrant economy."
      },
      {
        "word": "Muscat",
        "description": "Capital city of Oman known for its stunning architecture and rich cultural heritage."
      },
      {
        "word": "Doha",
        "description": "Capital city of Qatar known for its stunning modern architecture and vibrant economy."
      },
      {
        "word": "Riyadh",
        "description": "Capital city of Saudi Arabia known for its stunning modern architecture and cultural significance."
      },
      {
        "word": "Izmir",
        "description": "City in western Turkey known for its stunning coastline, vibrant culture, and ancient ruins."
      },
      {
        "word": "Antalya",
        "description": "City on the Mediterranean coast of Turkey known for its stunning beaches and ancient ruins."
      }
    ]
  }
]
